package com.dumpkin;

 class CoffeRobot extends Robot {

    public void work(){
        System.out.println("     ( )\n" +
                "      H\n" +
                "      H\n" +
                "     _H_\n" +
                "  .-'-.-'-.\n" +
                " /         \\\n" +
                "|           |\n" +
                "|   .-------'._\n" +
                "|  / /  '.' '. \\\n" +
                "|  \\ \\ @   @ / /\n" +
                "|   '---------'\n" +
                "|    _______|\n" +
                "|  .'-+-+-+|      / ------------------------\\\n" +
                "|  '.-+-+-+|  --- Я CoffeRobot – я варю каву|\n" +
                "|    \"\"\"\"\"\" |     \\-------------------------/\n" +
                "'-.__   __.-'\n" +
                "     \"\"\"");
    }
}
